tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "opencreek/tab"
tap "opencreek/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rconroy293/seventeenlands"
brew "openssl@1.1"
brew "node"
brew "apollo-cli"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "cowsay"
brew "cpanminus"
brew "deno"
brew "docker-compose"
brew "emscripten"
brew "exa"
brew "libtool"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "gitmoji"
brew "glab"
brew "glow"
brew "helm"
brew "htop"
brew "httpie"
brew "id3tool"
brew "jq"
brew "kubernetes-cli"
brew "libssh2"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "neo4j"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "nvm"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tree"
brew "yarn"
brew "yq"
brew "zsh"
brew "fishtown-analytics/dbt/dbt"
brew "qmk/qmk/qmk"
brew "rconroy293/seventeenlands/seventeenlands"
cask "alacritty"
cask "docker"
cask "github"
cask "google-cloud-sdk"
cask "graphiql"
