tap "cleishm/neo4j"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "opencreek/tab"
tap "opencreek/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "rconroy293/seventeenlands"
tap "saulpw/vd"
brew "zstd"
brew "atuin"
brew "sqlite"
brew "autojump"
brew "automake"
brew "awscli"
brew "libssh2"
brew "bat"
brew "broot"
brew "btop"
brew "gettext"
brew "glib"
brew "cairo"
brew "cloc"
brew "cmake"
brew "cowsay"
brew "cpanminus"
brew "harfbuzz"
brew "deno"
brew "difftastic"
brew "docker-compose"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fnm"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "github-markdown-toc"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "id3tool"
brew "libtool"
brew "imagemagick"
brew "iperf"
brew "jinja2-cli"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libev"
brew "mailpit"
brew "maven"
brew "neo4j"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "ollama"
brew "opam"
brew "parallel"
brew "pastel"
brew "pgcli"
brew "pgweb"
brew "poppler"
brew "postgresql@16"
brew "procs"
brew "qemu"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup"
brew "sk"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tokei"
brew "tree"
brew "unar"
brew "unison"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "cleishm/neo4j/libneo4j-client"
brew "dagger/tap/dagger"
brew "noahgorstein/tap/jqp"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "rconroy293/seventeenlands/seventeenlands"
brew "saulpw/vd/visidata"
cask "aerospace"
cask "alacritty"
cask "dbeaver-community"
cask "docker"
cask "font-hack-nerd-font"
cask "ghostty"
cask "github"
cask "google-cloud-sdk"
cask "graphiql"
cask "multipass"
cask "raycast"
