tap "cleishm/neo4j"
tap "cue-lang/tap"
tap "cuelang/tap"
tap "dagger/tap"
tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "opencreek/tab"
tap "opencreek/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rconroy293/seventeenlands"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cloc"
brew "cmake"
brew "cowsay"
brew "cpanminus"
brew "deno"
brew "docker-compose"
brew "libssh2"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gh"
brew "github-markdown-toc"
brew "glab"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "libtool"
brew "helm"
brew "htop"
brew "httpie"
brew "id3tool"
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "lua-language-server"
brew "maven"
brew "neo4j"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node"
brew "parallel"
brew "postgresql@14"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "unison"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "xsv"
brew "yq"
brew "zsh"
brew "cleishm/neo4j/libneo4j-client"
brew "cue-lang/tap/cue"
brew "dagger/tap/dagger"
brew "mongodb/brew/mongodb-community"
brew "noahgorstein/tap/jqp"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "docker"
cask "github"
cask "google-cloud-sdk"
cask "graphiql"
